<!--
 * @Author: liyh
 * @Date: 2020-03-31 11:46:24
 * @LastEditors: liyh
 * @LastEditTime: 2020-04-14 10:00:24
 -->
<template>
  <div class="content">
    <div class="title">用户注册协议</div>
    <div class="mainTitle">一、定义</div>
    <p>平台，是指您当前所浏览的网站平台。</p>
    <p>用户，包含注册用户和非注册用户，以下亦称为 您 。注册用户是指通过我们平台完成全部注册程序后，使用我们平台服务或我们网站资料的用户。非注册用户是指未进行注册、访问我们平台直接使用我们平台服务或我们网站资料的用户。</p>
    <p>感谢您选择深圳市豪斯莱科技有限公司的服务。深圳市豪斯莱科技有限公司网“”站用户注册协议由深圳市豪斯莱科技有限公司（以下简称 我们 ）和您签订。</p>
    <div class="mainTitle">二、协议的效力</div>
    <p>1、在您注册成为我们的用户过程中，您需要完成我们的注册流程并通过点击同意确认接收并遵守用户注册协议和隐私政策的全部条款和条件，请您务必仔细阅读、充分理解协议的条款内容后再点击同意确认。您完成在我们网站的注册并使用我们提供的服务即视为已接受并同意受本用户注册协议的约束。</p>
    <p>2、本协议内容包括本协议正文及《隐私政策》，所有我们已经发布的或将来可能发布的规则为本协议不可分割的组成部分，与本协议具有同等法律效力。“”除另行明确声明外，任何我们提供的服务（以下称为 我们平台服务 ）均受本协议约束。您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用我们平台服务；如您继续访问和使用我们平台服务，即视为您已确知并完全同意本协议各项内容。</p>
    <p>3、我们有权根据国家法律法规的更新、产品和服务规则的调整需要不时地制订、修改本协议及/或各类规则，并提前以网站公示的方式进行公示。如您继续使用我们平台服务的，即表示您接受经修订的协议和规则。如发生有关争议时，以我们最新的相关协议和规则为准。如您不接受经修订的协议和规则，停止使用我们平台服务的，您可以选择注销账号，注销账号时您可以通过邮箱service@houselai.com联系我们，核对信息确认此账号为本人操作使用后方可以进行注销，我公司承诺会在2个工作日内清除所有个人信息资料。</p>
    <div class="mainTitle">三、注册</div>
    <p>1、您确认，在您完成注册程序或以其他我们允许的方式实际使用我们平台服务时，您应当是具备相应民事行为能力的自然人（十六周岁以上的未成年人，以自己的劳动收入为主要生活来源的，视为完全民事行为能力人）、法人或其他组织。若您不具备前述主体资格，则您及您的家长或法定监护人（以下统称"监护人"）应承担因此而导致的一切后果，且我们有权注销您的账户。</p>
    <p>2、我们非常重 视对 青少 年个人信息搜集 和使用的安全性的保护。我们建议，任何未 满18周岁的未成年人参加 网上活动应事先取得 其监护人可经查证 的同意并遵守《全国青少 年网 络文明公约》。监护人应承担未成年人网络活动 风险及保护未成年人相关网络隐私的首要责任。</p>
    <p>3、在您签署本协议，完成注册程序时，您应对您的用户名、登录密码的安全，以及对通过您的账户和密码 实施的行为 负责 ；因此所衍生的任何损失 或损害 ，我们 无法也不承担任何责任。除非有法律规定或行政司法机关的指 令，且征得我们的同意，否则您的用户名、登录密码不得以任何方式转让 、借用、 赠与、继承（与账户相关的财产权 益除外）或在第三方平台上进行展示或 售卖 。否则，由此 给您（或我们、任何第三方） 造成的一 切损失 ，概由您自行承担（或者负责赔偿）。</p>
    <p>4、您在注册帐号或使用我们平台服务的过程中，应提供合法、 真实、准确的个人资料，您填写 的个人资料有变动的，应及时进行更新。如果因您提供的个人资料不合法、不 真实、不准确的，您需承担因此引起 的相应 责任及后果，并且我们保留终止您使用我们各项服务的权利。</p>
    <p>5、您 了解并同意，如您符合 并且遵守本协议条款，在通过我们平台完成注册程序之后，即可成为我们平台注册用户。</p>
    <p>6、您不 得通过任何手段恶 意注册我们网站帐号，包括但不限 于以牟利 、炒作、套现等为目的多个账号注册。您亦不得盗用其他用户帐号。</p>
    <p>7、您 了解并同意，一经注册用户账号，即视为您同意我们可以通过发送电子邮件的方式向您注册时填写 的电子 邮箱发 送、告知相应的产品服务广告 信息；您如果不同意接收相关信息，您可以通过相应的退订功能或相关提示进行退订。</p>
    <div class="mainTitle">四、我们平台服务使用规范</div>
    <p>1、通过我们平台，您可以按照 我们的规则发布信息。但所发布 之信息不 得含有如下内容：</p>
    <p>（1）反对宪法所确定的基本原则， 煽动抗拒 、破坏宪 法和法律、行政法规实施的；</p>
    <p>（2）煽动危害 国家 安全、 泄露 国家 秘密 、颠覆 国家政权，推翻社 会主义制度的；</p>
    <p>（3）煽动分裂国家、破坏国家统一、损害国家荣誉和民族利益的；</p>
    <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>（5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；</p>
    <p>（6）进行政治宣传 或破坏 国家 宗教 政策、 宣扬封建迷信、 淫秽 、色情 、赌博、暴力、凶杀、恐怖、教唆犯罪的；</p>
    <p>（7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；</p>
    <p>（8）损害国家机关信誉的；</p>
    <p>（9）其他违反宪法和法律法规的；</p>
    <p>2、在接受我们服务的过程中，您不得从事下列行为：</p>
    <p>（1）在使用我们平台服务过程中实施的所有行为均遵守国家法律、法规等规范文件及我们平台各项规则的规定和要求，不 违背社 会公 共利益 或公 共道德 ，不损害 他人的 合法权 益，不 违反 本协议及相关规则。您如果违反 前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保我们免于因此产生任何损失或增加费用。</p>
    <p>（2）不发布国家禁止发布的信息（除非取得合 法且足够 的许可），不发布涉嫌侵犯 他人知 识产权或其它合 法权 益的信息，不发布违背社 会公 共利益 或公 共道德、公序良俗的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。</p>
    <p>（3）不对我们平台上的任何数据作 商业性利用，包括但不限 于在未经我们事先书面同意的情况下，以复制、传播等任何方式使用我们平台站上展示的资料。</p>
    <p>（4）不使用任何装置 、软件或 例行程序 干预 或试图干预我们平台的正常运 作或正在我们平台上进行的任何活动。您不得采取 任何将 导致 不合理的 庞大数 据负载加诸我们平台网络设备的行动。</p>
    <p>3、您同意，在发现本网站任何内容不符合 法律规定，或不符合 本用户协议规定的，您及时通知我们。如果您发现您的个人信息被盗 用、您的版权或 者其他权利被侵害，请将此情况告知我们并同时提供如下信息和材料：</p>
    <p>（1）侵犯您权利的信息的网址，编号或其他可以找到该信息的细节；</p>
    <p>（2）您是所述的版权或者其他权利的合法拥有者的权利证明；</p>
    <p>（3）您的联系方式，包括联系人姓名，地址，电话号码和电子邮件；</p>
    <div class="mainTitle">五、终止协议</div>
    <p>（1）我们将在本平台公布并不时修订隐私权条款，隐私权条款构成本协议的有效组成部分。</p>
    <p>（2）在您注销本平台账号时或后期不继续使用，我们将停止使用并删除您的信息。</p>
    <p>（3）您在本平台删除账号或后期不继续使用，注销账号时您可以通过邮箱service@houselai.com联系我们，核对信息确认此账号为本人操作使用后方以进行注销，我们承诺会在2个工作日内清除所有个人信息资料。</p>
  </div>
</template>
<style scoped>
.content {
  padding: 25px 20px;
  font-size: 18px;
  color: #666666;
  letter-spacing: 0;
  text-align: justify;
}
span {
  font-weight: bold;
}
.text {
  padding: 10px 0;
}
.bold {
  font-weight: bold;
}
.title {
  font-size: 18px;
  color: #333333;
  letter-spacing: 0;
  margin-bottom: 6px;
  margin-top: 6px;
  text-align: center;
  font-weight: 600;
}
.mainTitle {
  margin-top: 10px;
  margin-bottom: 10px;
  font-weight: bold;
}
</style>