<!--
 * @Author: liyh
 * @Date: 2020-03-31 11:46:31
 * @LastEditors: liyh
 * @LastEditTime: 2020-04-14 10:00:16
 -->
<template>
  <div class="content">
    <div class="title">隐私保护政策</div>
    <div>本站（以下亦称 我们 ）深知个人信息对您的重要性，我们尊重并保护所有使用我们平台服务的用户的个人信息，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。请在使用我们的产品（或服“”务）前，仔细阅读并了解本《隐私政策》（下称 本隐私政策 ）。</div>
    <div class="mainTitle">一、我们处理个人信息的法律依据</div>
    <p>本隐私政策制定的法律依据为《中华人民共和国消费者权益保护法》、《中华人民共和国网络安全法》、《中华人民共和国电子商务法》、《信息安全技术个人信息安全规范》以及其他涉及公民个人信息的相关法律法规。我们会基于本隐私政策提示的功能收集您的个人信息。某些情况下，如果涉及其他信息的收集我们会单独向您出示个人信息保护说明条款。</p>
    <div class="mainTitle">二、本隐私政策的适用范围</div>
    <p>本隐私政策适用于您使用本平台的产品或服务时使用。</p>
    <div class="mainTitle">三、我们如何收集和使用您的个人信息</div>
    <p>个人敏感信息一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策涉及到的个人敏感信息我们将加粗并加下划线的方式提示您注意阅读。在您向我们提供任何属于敏感信息的个人信息前，请您清楚考虑该等提供是恰当的并且同意您的个人敏感信息可按本隐私政策所述的目的和方式进行处理。我们会在得到您的同意后收集和使用您的敏感信息以实现与我们业务相关的功能，并允许您对这些敏感信息的收集与使用做出不同意的选择，但是拒绝使用这些信息会影响您使用相关功能。</p>
    <p>原则上，我们仅会出于本隐私政策所述的以下目的，收集和使用您的个人信息。我们是信息发布平台，所涉信息较多，如果超过以下目的收集和使用您的个人信息时我们会单独向您提示并征得您的同意。</p>
    <div>3.1注册要提供的信息</div>
    <p>您自行注册成为我们的用户。</p>
    <p>个人注册：</p>
    <p>当您注册我们账户时，您需要向我们提供您准备使用的用户名，您可自行创建用户名，用户名的命名及使用应遵守相关法律法规并符合网络道德。用户名将作为您在平台上活动的标 识，用以 区别 平台上其他用户。如您拒绝提供您的用户名，您将无法注册成功且无法继续 使用我平台的相关服务，但不影响您通过网站页面进行部分信息的浏览、搜索。</p>
    <p>当您注册我们账户时，您需要输入 您的 手机号码。我们将向您的注册手机号 发送、告知相应产品服务及通知信息，您如果不同意接收相关信息，您可以通过相应的 退订 功能或相关提示进行退订 。如您拒绝提供您的手机号码，您将 无法注册成功且无法继续 使用我平台的相关服务，但不影响您通过网站 页面 进行 部分信息的浏览、搜索。</p>
    <p>机构注册：</p>
    <p>当您注册我们账户时，您需要向我们提供您准备使用的用户名和密码 ，您可自行创建用户名，用户名的命名及使用应遵守相关法律法规并符合网络道德。用户名将作为您在平台上活动的标 识，用以 区别 平台上其他用户。如您拒绝提供您的用户名，您将无法注册成功且无法继续 使用我平台的相关服务，但不影响您通过网站页面进行部分信息的浏览、搜索。</p>
    <p>当您注册我们账户时，您需要输入 您的电子邮箱地址。当您的账户密码遗失时，可以 通过注册电子邮箱 发送的链接 重置密码 。如您拒绝提供您的电子邮箱 ，您将无法注册成功且无法继续使用我平台的相关服务。</p>
    <p>
      当您注册我们账户时，您需要完善机构信息，您需要输入 您的 机构 名称、所属区域 、所属行业、机构简介、联系 人、 固定电 话、联系地址。机构 名称将作为您在平台上活动的标 识，用以 区别 平台上其他机构 用户。所属区域 、所属行业、机构简介、联系地址以便我们可以对您提供的材料 进行 核实， 给需求者提供一个安全的网络环境 。联系 人、 固定电 话以便需求者联系 您。如您拒绝提供您的这些信息，您将无法发布信息且无法继续 使用我平台的相关服务，但不影响您
      通过网站页面进行部分信息的浏览、搜索。
    </p>
    <p>您提供的上述信息，将在您使用我们服务期间 持续授 权我们使用。在您注销账号时，我们将停止使用并删除上述信息。</p>
    <div>3.2发布要提供的信息</div>
    <p>我公 司平台最主要的功能就是信息发布功能。当您使用发布功能发布信息时，我们也需要收集您的个人信息。</p>
    <p>如您是 已注册用户，您发布广告 相关的服务信息时（例如广告位招租、户 外广告、宣传资料印刷、名 片印刷 、条 幅/锦旗/奖牌 制作等信息），必须 要选择所属地区 、选择有效期 、填写 信息标 题、内容详 情、 联系 人、 联系 电话。选择所属地区 是为了能让用户知道您的大概地 理区域 ，明确是否能够符合用户需求；选择有 效期决 定您的信息在网站上显示的时 长；填写信息标 题、内容详 情是为了能 让需求者了解您发布的信息；收集 联系 人、 联系 电话是为了方便用户 联系您。如果您不提供以上信息，您将不能进行信息发布。发布信息表单里，您 还可以上 传图片 、填写联系QQ，您可以选择填写 或者不 填写 上述信息，如果您填写 了上述信息，就表 示您同意公开上述个人信息，如果您不填写 上述信息，也不影响您进行信息发布。</p>
    <div>3.3客户服务</div>
    <p>当您向我们申诉 或进行 咨询 时，为了方便与您 联系 或帮助 您解 决问题 ，我们需要您提供用户名、电子邮件 信息。如您拒绝提供上述信息，部分 功能会 无法使用，同时无法向您及时反馈申诉或咨询结果。</p>
    <p>会员在本平台删除 账号或后 期不继续 使用，注销账号时会 员可以 通过邮箱service@houselai.com联系 我们， 核对信息确认此 账号为本人 操作使用后方以进行注销，我司承诺会在2个工作日内清除所有个人信息资料。</p>
    <div class="mainTitle">四、如何 访问 和编辑 您的信息</div>
    <p>我们将采取适当的技术手段 ，保 证您可以 访问 、更新 和更正 自己的注册信息或使用我们的服务时提供的其他个人信息。在访问 、更新 、更正 和删除 前述信息时，我们会要求您进行身份验证，以保障账户安全。</p>
    <div>4.1如何访问您的发布信息</div>
    <p>您可以 通过网站 右上角的 免费发布信息 进行信息发布，您要确保您所发布的信息合法真实有 效，以 便需求者可以 找到您。您成功发布信息，即可在 栏目中进行查看。</p>
    <div>4.2如何删除编辑发布的信息</div>
    <p>4.2.1游客删除编辑发布信息</p>
    <p>如您是 游客 发布了信息需要进行删除编辑，您可以打开已发布的信息，在页面“右上方有个修改/”“”删除 按钮，输入 发布信息时候的 管理密码 ，点击 提交即可进行编辑或删除。</p>
    <p>4.2.2注册用户删除编辑发布信息</p>
    <p>如您 已经 是注册用户，发现您的信息有误需要 编辑 或者 删除 ，您可以通过登录“” “”账号，进入 用户中心 ，在分类信息 里面进行编辑或者删除操作。</p>
    <div>4.3如何修改个人信息</div>
    <p>您登录 账户后，点击 用户中心 ，即可在基本资料 中修改 您的个人信息，修改“”好点击 提交即 可。如您需要修改密码，在 用户中心点击密码，输入旧密码和新密码即可修改 。如您 忘记密码无法登录 账户，您也可以 通过发 送邮件（service@houselai.com）的形式进行更改。</p>
    <div class="mainTitle">五、我们如何保护您的个人信息</div>
    <p>为保 障您的信息安全，我们努力采取 各种 合理的 物理、电子和管理方 面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者 丢失 ，包括 但不 限于SSL、信息加密存储、数据中心的访问控制。</p>
    <p>5.1数据加密：我们对于用户的用户名、电话、QQ号、注册邮箱进行加密存储，保证用户基本信息不会被恶意获取；</p>
    <p>5.2身份鉴别 ：我们 通过校验 账号密码 或者账 号绑 定邮箱 ，进行用户身份合法性鉴别，防止非经授权的介入；</p>
    <p>
      5.3账号保护：您的账户均有安全保护功能，请妥善 保管您的账户及密码 信息。对用户 密码 进行加 密的安全措施确保您的信息不丢失 ，不 被滥用和 变造 。如 因您自己的原因导致账户及密码信息泄露而造成的任何法律后果需由您本人负责。
      我们 已经 成立隐私保护办公室并配有个人信息保护专门负 责人 员，如您对本政策存在任何 疑问 ，或对于您的个人信息处理存在任何 投诉 、意 见，请 通过以下渠道联系我们：
    </p>
    <p>（1） 客服热线07558-86969845</p>
    <p>（2） 邮箱地址service@houselai.com</p>
    <p>客服部门将会同隐私保护办公室及时答复您。</p>
    <p>为保 障您的信息安全，我们需要先验证 您的身 份和凭证资料。我们 已经 建立客户投诉管 理机制， 包括跟踪流程。一 般来说，我们将在验证通 过后的三个工作日内 处理 完成， 特殊 情形下最 长将在不超过三十天 或法律法规规定期限内 作出答复 。如您不满意我们的答复 ，还可以向消费者权益保护部门投诉或向有 管辖权的法院提起诉讼。</p>
    <div class="mainTitle">六、我们向您发送的邮件 和信息</div>
    <div>6.1邮件和信息推送</div>
    <p>您在使用我们的服务时，我们会使用您的信息向您的设备发 送电子 邮件 、新闻或推送通 知。如您不希望 收到这些信息，可以按照我们的相关提示，在设备上选择取消订阅。</p>
    <div>6.2与服务有关的公告</div>
    <p>因系统 维护 而暂停 某一 项服务时，我们会向您发出与服务有关的公告。您 无法取消这些与服务有关、性质不属于推广的公告。</p>
    <div class="mainTitle">七、变更</div>
    <p>我们会适时修订 本《隐私政策》的条款，该等修订构 成本《隐私政策》的一部分。如该等修订造 成您在本《隐私政策》下权利的实 质减 少，我们将在修订生效前通过在主 页上显著位置提示或向您发送电子 邮件 或以其他方式通知您。在该种情况下，若您继续 使用我们的服务，即表 示同意受经修订 的本《隐私政策》的 约束 。如您不接受经修订 的条款，停止 使用我们平台服务的，您可以选择注 销账号，注 销账号时您可以通过邮箱service@houselai.com联系 我们，核对信息确认此 账号为本人 操作使用后方可以进行注销，我公 司承诺会在2个工作日内清除所有个人信息资料。</p>
  </div>
</template>
<style scoped>
.content {
  padding: 25px 20px;
  font-size: 18px;
  color: #666666;
  letter-spacing: 0;
  text-align: justify;
}
.text {
  padding: 10px 0;
}
.bold {
  font-weight: bold;
}
.title {
  font-size: 18px;
  color: #333333;
  letter-spacing: 0;
  margin-bottom: 6px;
  margin-top: 6px;
  text-align: center;
  font-weight: 600;
}
.mainTitle {
  margin-top: 10px;
  margin-bottom: 10px;
  font-weight: bold;
}
</style>
